Repository: Dream-kid/iHelp
Catalog: iHelp/Localizable.xcstrings
Source language: en
Languages: fil

# login.button.forgot.password
source: Forgot Password?
fil: Nakalimutan ang password?

# login.button.login
source: Log In
fil: Mag log in

# login.button.signup
source: Sign Up
fil: Mag-sign Up

# login.picker.title
source: Choose Language
fil: Piliin ang Wika

# login.text.dont.have.account
source: Don't have an account?
fil: Walang account?

# login.text.enterdetail
source: Please enter your details
fil: Pakilagay ang iyong mga detalye

# login.text.hello
source: Hello There!
fil: Hello Diyan!

# profile.row.about.us
source: About Us
fil: Tungkol sa atin

# profile.row.change.password
source: Change Password
fil: Palitan ANG password

# profile.row.contact.us
source: Contact Us
fil: Makipag-ugnayan sa amin

# profile.row.language
source: Choose Language
fil: Piliin ang Wika

# profile.row.my.profile
source: My Profile
fil: Aking Profile

# profile.row.privacy
source: Privacy Policy
fil: Patakaran sa Privacy

# profile.row.submit.survey
source: Submit a Survey
fil: Magsumite ng Survey

# profile.row.terms
source: Terms & Conditions
fil: Mga Tuntunin at Kundisyon

# profile.row.version
source: Version
fil: Bersyon

# signup.button.signin
source: Sign In
fil: Mag-sign In

# signup.button.signup
source: Sign Up
fil: Mag-sign Up

# signup.text.confirm.password
source: Confirm Password
fil: Kumpirmahin ang Password

# signup.text.create.new.account
source: Create your new account
fil: Lumikha ng iyong bagong account

# signup.text.fullname
source: Full Name
fil: Buong pangalan

# signup.text.have.account
source: Have account?
fil: May account?

# signup.text.register
source: Register
fil: Magrehistro
